const eventPostId = {
  id: '1165',
  title: 'Марафон для жінок з розвитку впевненості у собі',
  description: {
    start:
      '8 серпня — потужна дата, в цей день дуже добре ставити ціли та прописувати бажання!',
    base: `
      Запрошуємо долучитися до заняття, на вас чекають арттерапевтичні та коучингові техніки, 
      метафоричні карти та дружнє спілкуванні у надихаючому колі жінок.
    `,
    end: `
      Захід проводить психолог, арттерапевт <strong>Тетяна Бризицька</strong>.
    `,
    eventDate: {
      date: '8 серпня (четвер)',
      time: '17:00',
      location: 'Український Дім (Напока, 25)',
    },
    registration: `
      Для запису необхідно зареєструватись:
    `,
  },
  date: '08.08.2024',
  imageUrl: 'https://via.placeholder.com/150x100?text=Event+Image',
};

export default eventPostId;
