const eventsData = [
  {
    id: '1',
    title: 'Фестиваль сучасного мистецтва',
    img: 'https://via.placeholder.com/150x100?text=Art+Festival',
    description:
      'Запрошуємо всіх на фестиваль сучасного мистецтва, де ви зможете побачити роботи найкращих художників країни.',
    tags: ['мистецтво'],
    date: '01.02.2024',
  },
  {
    id: '2',
    title: 'Музичний концерт під відкритим небом',
    img: 'https://via.placeholder.com/150x100?text=Open+Air+Concert',
    description:
      'Концерт відомих музикантів просто неба. Приходьте насолоджуватися музикою і свіжим повітрям!',
    tags: ['майстер-клас'],
    date: '02.02.2024',
  },
  {
    id: '3',
    title: 'Велопробіг містом',
    img: 'https://via.placeholder.com/150x100?text=City+Bike+Race',
    description:
      'Приєднуйтесь до нашого велопробігу містом! Проведіть активний день у компанії однодумців.',
    tags: ['малювання'],
    date: '03.02.2024',
  },
  {
    id: '4',
    title: 'Кулінарний майстер-клас',
    img: 'https://via.placeholder.com/150x100?text=Cooking+Masterclass',
    description:
      'Навчіться готувати смачні страви від професійного шеф-кухаря. Не пропустіть шанс покращити свої кулінарні навички!',
    tags: ['освіта'],
    date: '04.02.2024',
  },
  {
    id: '5',
    title: 'Виставка ретро-автомобілів',
    img: 'https://via.placeholder.com/150x100?text=Retro+Car+Show',
    description:
      'Виставка ретро-автомобілів для всіх шанувальників старовинних машин. Відчуйте дух минулих епох!',
    tags: ['спорт'],
    date: '05.02.2024',
  },
  {
    id: '6',
    title: 'Театральна вистава',
    img: 'https://via.placeholder.com/150x100?text=Theater+Play',
    description:
      'Нова постановка відомої п’єси у виконанні провідних акторів театру. Не пропустіть!',
    tags: ['їжа'],
    date: '06.02.2024',
  },
  {
    id: '7',
    title: 'Майстер-клас з фотографії',
    img: 'https://via.placeholder.com/150x100?text=Photography+Workshop',
    description:
      'Дізнайтеся секрети професійної фотографії на нашому майстер-класі. З собою мати камеру!',
    tags: ['юрист'],
    date: '07.02.2024',
  },
  {
    id: '8',
    title: 'Благодійний ярмарок',
    img: 'https://via.placeholder.com/150x100?text=Charity+Fair',
    description:
      'Благодійний ярмарок, де ви зможете придбати цікаві товари і допомогти тим, хто потребує.',
    tags: ['мова'],
    date: '08.02.2024',
  },
  {
    id: '9',
    title: 'Зустріч з письменником',
    img: 'https://via.placeholder.com/150x100?text=Author+Meeting',
    description:
      'Зустріч з відомим письменником, який розкаже про свою нову книгу та підпише ваші екземпляри.',
    tags: ['психологія'],
    date: '09.02.2024',
  },
  {
    id: '10',
    title: 'Майстер-клас з йоги',
    img: 'https://via.placeholder.com/150x100?text=Yoga+Workshop',
    description:
      'Заспокойте свій розум і тіло на нашому майстер-класі з йоги. Підходить для всіх рівнів підготовки.',
    tags: ['інше'],
    date: '10.02.2024',
  },
  {
    id: '11',
    title: 'Екскурсія містом',
    img: 'https://via.placeholder.com/150x100?text=City+Tour',
    description:
      'Дізнайтеся більше про історію нашого міста на захоплюючій екскурсії з професійним гідом.',
    tags: ['виставка'],
    date: '11.02.2024',
  },
  {
    id: '12',
    title: 'Кіно під відкритим небом',
    img: 'https://via.placeholder.com/150x100?text=Open+Air+Cinema',
    description:
      'Насолоджуйтесь переглядом фільмів під зоряним небом. Приносьте ковдри та друзів!',
    tags: ['мистецтво'],
    date: '12.02.2024',
  },
  {
    id: '13',
    title: 'Майстер-клас з малювання',
    img: 'https://via.placeholder.com/150x100?text=Painting+Workshop',
    description:
      'Розкрийте свій художній потенціал на нашому майстер-класі з малювання для всіх рівнів підготовки.',
    tags: ['майстер-клас'],
    date: '13.02.2024',
  },
  {
    id: '14',
    title: 'Благодійний забіг',
    img: 'https://via.placeholder.com/150x100?text=Charity+Run',
    description:
      'Прийміть участь у благодійному забігу та підтримайте добру справу. Здоров’я та благодійність у одному заході!',
    tags: ['малювання'],
    date: '14.02.2024',
  },
  {
    id: '15',
    title: 'Конференція з технологій',
    img: 'https://via.placeholder.com/150x100?text=Tech+Conference',
    description:
      'Відвідайте конференцію з найновітніших технологій. Дізнайтесь про останні тренди від провідних експертів.',
    tags: ['освіта'],
    date: '15.02.2024',
  },
  {
    id: '16',
    title: 'Майстер-клас з танців',
    img: 'https://via.placeholder.com/150x100?text=Dance+Workshop',
    description:
      'Запрошуємо на майстер-клас з танців. Навчіться новим рухам та весело проведіть час!',
    tags: ['спорт'],
    date: '16.02.2024',
  },
  {
    id: '17',
    title: 'Фестиваль їжі',
    img: 'https://via.placeholder.com/150x100?text=Food+Festival',
    description:
      'Насолоджуйтеся різноманітними стравами на нашому фестивалі їжі. Відкрийте для себе нові смаки!',
    tags: ['їжа'],
    date: '17.02.2024',
  },
  {
    id: '18',
    title: 'Великий книжковий ярмарок',
    img: 'https://via.placeholder.com/150x100?text=Book+Fair',
    description:
      'Відвідайте книжковий ярмарок і знайдіть свою наступну улюблену книгу. Знижки та акції для всіх відвідувачів!',
    tags: ['юрист'],
    date: '18.02.2024',
  },
  {
    id: '19',
    title: 'Садовий майстер-клас',
    img: 'https://via.placeholder.com/150x100?text=Gardening+Workshop',
    description:
      'Навчіться основам садівництва на нашому майстер-класі. Отримайте поради від досвідчених садівників.',
    tags: ['мова'],
    date: '19.02.2024',
  },
  {
    id: '20',
    title: 'Садовий майстер-клас',
    img: 'https://via.placeholder.com/150x100?text=Gardening+Workshop',
    description:
      'Навчіться основам садівництва на нашому майстер-класі. Отримайте поради від досвідчених садівників.',
    tags: ['інше'],
    date: '19.02.2024',
  },
  {
    id: '21',
    title: 'Садовий майстер-клас',
    img: 'https://via.placeholder.com/150x100?text=Gardening+Workshop',
    description:
      'Навчіться основам садівництва на нашому майстер-класі. Отримайте поради від досвідчених садівників.',
    tags: ['психологія'],
    date: '19.02.2024',
  },
  {
    id: '22',
    title: 'Садовий майстер-клас',
    img: 'https://via.placeholder.com/150x100?text=Gardening+Workshop',
    description:
      'Навчіться основам садівництва на нашому майстер-класі. Отримайте поради від досвідчених садівників.',
    tags: ['психологія'],
    date: '19.02.2024',
  },
  {
    id: '23',
    title: 'Садовий майстер-клас',
    img: 'https://via.placeholder.com/150x100?text=Gardening+Workshop',
    description:
      'Навчіться основам садівництва на нашому майстер-класі. Отримайте поради від досвідчених садівників.',
    tags: ['психологія'],
    date: '19.02.2024',
  },
];

export default eventsData;
