const newsData = [
  {
    title: 'Новина 1',
    description:
      'Це опис новини 1. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 2',
    description:
      'Це опис новини 2. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 3',
    description:
      'Це опис новини 3. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 4',
    description:
      'Це опис новини 4. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 5',
    description:
      'Це опис новини 5. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 6',
    description:
      'Це опис новини 6. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 7',
    description:
      'Це опис новини 7. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 8',
    description:
      'Це опис новини 8. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 9',
    description:
      'Це опис новини 9. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 10',
    description:
      'Це опис новини 10. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 11',
    description:
      'Це опис новини 11. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 12',
    description:
      'Це опис новини 12. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 13',
    description:
      'Це опис новини 13. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 14',
    description:
      'Це опис новини 14. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 15',
    description:
      'Це опис новини 15. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 16',
    description:
      'Це опис новини 16. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 17',
    description:
      'Це опис новини 17. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 18',
    description:
      'Це опис новини 18. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 19',
    description:
      'Це опис новини 19. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 20',
    description:
      'Це опис новини 20. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 21',
    description:
      'Це опис новини 21. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 22',
    description:
      'Це опис новини 22. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 23',
    description:
      'Це опис новини 23. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 24',
    description:
      'Це опис новини 24. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 25',
    description:
      'Це опис новини 25. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 26',
    description:
      'Це опис новини 26. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 27',
    description:
      'Це опис новини 27. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 28',
    description:
      'Це опис новини 28. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 29',
    description:
      'Це опис новини 29. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 30',
    description:
      'Це опис новини 30. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 31',
    description:
      'Це опис новини 31. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 32',
    description:
      'Це опис новини 32. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 33',
    description:
      'Це опис новини 33. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 34',
    description:
      'Це опис новини 34. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 35',
    description:
      'Це опис новини 35. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 36',
    description:
      'Це опис новини 36. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 37',
    description:
      'Це опис новини 37. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 38',
    description:
      'Це опис новини 38. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 39',
    description:
      'Це опис новини 39. Важлива інформація про подію, що сталася сьогодні.',
  },
  {
    title: 'Новина 40',
    description:
      'Це опис новини 40. Важлива інформація про подію, що сталася сьогодні.',
  },
];

export default newsData;
